/* Ubiquitous Button Titles */
"MultiButtonTitle_Scan" = "Scannen";
"MultiButtonTitle_Clean" = "Löschen";
"MultiButtonTitle_Empty" = "Entleeren";
"MultiButtonTitle_Uninstall" = "Deinstall.";
"MultiButtonTitle_Maintenance" = "Ausführen";
"MultiButtonTitle_Reset" = "Zurücksetzen";
"MultiButtonTitle_Remove" = "Entfernen";
"MultiButtonTitle_Move" = "Bewegen";
"MultiButtonTitle_Erase" = "Vernichten";
"MultiButtonTitle_Stop" = "Stoppen";
"MultiButtonTitle_Purchase" = "Kaufen";
"MultiButtonTitle_Paused" = "Angehalten";

/* iPhoto Start Scan View */
"iPhotoStartViewTitle_ChangeLibrary" = "Mediathek ändern …";
"iPhotoStartViewTitle_LocateLibrary" = "Mediathek wählen …";
"iPhotoStartViewTitle_ScanAnotherLibrary" = "Andere Mediathek scannen …";

/* L&O Start Scan */
"AddFolder" = "Ordner hinzufügen …";
"ClearList" = "Liste löschen";

"Relaunch" = "Neu starten";

"Hide Log" = "Protokoll verbergen";
"View Log" = "Protokoll anzeigen";
